Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: Delete and recreate resources that cannot be patched.
de: Ressourcen, die sich nicht patchen lassen, löschen und neu erstellen.
es: Elimina y vuelve a crear los recursos que no se pueden parchear.
fr: Supprimer et recréer les ressources qui ne peuvent pas être modifiées.
it: Elimina e ricrea le risorse che non si possono modificare.
uk: Видаляти й створювати заново ресурси, які не вдається змінити.

source: Delete the resources that are no longer in Git.
de: Ressourcen löschen, die nicht mehr in Git sind.
es: Elimina los recursos que ya no están en Git.
fr: Supprimer les ressources qui ne sont plus dans Git.
it: Elimina le risorse che non sono più in Git.
uk: Видаляти ресурси, яких більше немає в Git.

source: Deployed
de: Bereitgestellt
es: Desplegado
fr: Déployé
it: Distribuito
uk: Розгорнуто

source: Destination
de: Ziel
es: Destino
it: Destinazione
uk: Призначення

source: Dry run
de: Probelauf
es: Simulación
fr: Simulation
it: Simulazione
uk: Пробний запуск

source: Each app syncs to its target revision with its own sync options. Nothing is pruned.
de: Jede App wird mit ihren eigenen Optionen auf ihre Zielrevision synchronisiert. Nichts wird gelöscht.
es: Cada app se sincroniza con su revisión objetivo con sus propias opciones. No se elimina nada.
fr: Chaque app se synchronise sur sa révision cible avec ses propres options. Rien n'est supprimé.
it: Ogni app si sincronizza sulla propria revisione di destinazione con le proprie opzioni. Nulla viene eliminato.
uk: Кожен застосунок синхронізується до своєї цільової ревізії з власними параметрами. Нічого не видаляється.

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Non riuscito
uk: Помилка

source: Group by
de: Gruppieren nach
es: Agrupar por
fr: Regrouper par
it: Raggruppa per
uk: Групувати за

source: Hard refresh
de: Vollständig aktualisieren
es: Actualización completa
fr: Actualisation complète
it: Aggiornamento completo
uk: Повне оновлення

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
uk: Історія

source: Last sync
de: Letzter Sync
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
uk: Остання синхронізація

source: Let the API server merge the changes.
de: Den API-Server die Änderungen zusammenführen lassen.
es: Deja que el servidor de API combine los cambios.
fr: Laisser le serveur d'API fusionner les modifications.
it: Lascia che il server API unisca le modifiche.
uk: Дозволити API-серверу об'єднувати зміни.

source: Managed by %@ %@
de: Verwaltet von %@ %@
es: Gestionado por %@ %@
fr: Géré par %@ %@
it: Gestito da %@ %@
uk: Керується %@ %@

source: Managed by %@ %@: change it in Git
de: Verwaltet von %@ %@: in Git ändern
es: Gestionado por %@ %@: cámbialo en Git
fr: Géré par %@ %@ : modifiez-le dans Git
it: Gestito da %@ %@: modificalo in Git
uk: Керується %@ %@: змініть це в Git

source: Missing
de: Fehlt
es: Ausente
fr: Absent
it: Mancante
uk: Відсутній

source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
it: Altre azioni
uk: Інші дії

source: Name, project, namespace or repo
de: Name, Projekt, Namespace oder Repo
es: Nombre, proyecto, namespace o repositorio
fr: Nom, projet, namespace ou dépôt
it: Nome, progetto, namespace o repository
uk: Назва, проєкт, простір імен або репозиторій

source: No ApplicationSets.
de: Keine ApplicationSets.
es: No hay ApplicationSets.
fr: Aucun ApplicationSet.
it: Nessun ApplicationSet.
uk: Немає ApplicationSets.

source: No Argo CD Applications were found in this cluster.
de: In diesem Cluster wurden keine Argo-CD-Applications gefunden.
es: No se encontró ninguna Application de Argo CD en este clúster.
fr: Aucune Application Argo CD n'a été trouvée dans ce cluster.
it: Nessuna Application Argo CD trovata in questo cluster.
uk: У цьому кластері не знайдено жодної Application Argo CD.

source: No Argo CD apps
de: Keine Argo-CD-Apps
es: No hay apps de Argo CD
fr: Aucune app Argo CD
it: Nessuna app Argo CD
uk: Немає застосунків Argo CD

source: No app matches “%@”.
de: Keine App passt zu „%@“.
es: Ninguna app coincide con «%@».
fr: Aucune app ne correspond à « %@ ».
it: Nessuna app corrisponde a «%@».
uk: Жоден застосунок не відповідає «%@».

source: No apps generated.
de: Keine Apps generiert.
es: No se generó ninguna app.
fr: Aucune app générée.
it: Nessuna app generata.
uk: Жодного застосунку не згенеровано.

source: No grouping
de: Keine Gruppierung
es: Sin agrupar
fr: Sans regroupement
it: Nessun raggruppamento
uk: Без групування

source: No namespace
de: Kein Namespace
es: Sin namespace
fr: Sans namespace
it: Nessun namespace
uk: Без простору імен

source: No projects.
de: Keine Projekte.
es: No hay proyectos.
fr: Aucun projet.
it: Nessun progetto.
uk: Немає проєктів.

source: Not generated by an ApplicationSet
de: Nicht von einem ApplicationSet generiert
es: No generadas por un ApplicationSet
fr: Non générées par un ApplicationSet
it: Non generate da un ApplicationSet
uk: Не згенеровані ApplicationSet

source: Nothing would be deleted.
de: Nichts würde gelöscht.
es: No se eliminaría nada.
fr: Rien ne serait supprimé.
it: Nulla verrebbe eliminato.
uk: Нічого не буде видалено.

source: Only %lld selected resources
de: Nur %lld ausgewählte Ressourcen
es: Solo %lld recursos seleccionados
fr: Uniquement %lld ressources sélectionnées
it: Solo %lld risorse selezionate
uk: Лише %lld вибраного ресурсу

source: Open Argo CD apps
de: Argo-CD-Apps öffnen
es: Abrir las apps de Argo CD
fr: Ouvrir les apps Argo CD
it: Apri le app Argo CD
uk: Відкрити застосунки Argo CD

source: Options
de: Optionen
es: Opciones
it: Opzioni
uk: Параметри

source: Pause auto-sync to roll back: otherwise Argo CD syncs straight back to the latest revision.
de: Pausiere Auto-Sync, um zurückzurollen: sonst synchronisiert Argo CD sofort wieder auf die neueste Revision.
es: Pausa la sincronización automática para revertir: si no, Argo CD vuelve enseguida a la última revisión.
fr: Mettez la synchro auto en pause pour revenir en arrière : sinon Argo CD resynchronise aussitôt la dernière révision.
it: Metti in pausa la sincronizzazione automatica per tornare indietro: altrimenti Argo CD risincronizza subito l'ultima revisione.
uk: Призупиніть автосинхронізацію, щоб відкотитися: інакше Argo CD одразу синхронізує останню ревізію.

source: Pods not ready
de: Nicht bereite Pods
es: Pods no listos
fr: Pods pas prêts
it: Pod non pronti
uk: Неготові поди

source: Progressing
de: In Arbeit
es: En progreso
fr: En cours
it: In corso
uk: Триває

source: Project
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
uk: Проєкт

source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
uk: Проєкти

source: Prune
de: Bereinigen (prune)
es: Eliminar (prune)
fr: Supprimer (prune)
it: Elimina (prune)
uk: Видалення (prune)

source: Reading Argo CD…
de: Argo CD wird gelesen…
es: Leyendo Argo CD…
fr: Lecture d'Argo CD…
it: Lettura di Argo CD…
uk: Читання Argo CD…

source: Refresh (%lld)
de: Aktualisieren (%lld)
es: Actualizar (%lld)
fr: Actualiser (%lld)
it: Aggiorna (%lld)
uk: Оновити (%lld)

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
uk: Заміна

source: Retries
de: Wiederholungen
es: Reintentos
fr: Tentatives
it: Tentativi
uk: Повтори

source: Roll %@ back to %@?
de: %@ auf %@ zurückrollen?
es: ¿Revertir %@ a %@?
fr: Ramener %@ à %@ ?
it: Riportare %@ a %@?
uk: Відкотити %@ до %@?

source: Roll back
de: Zurückrollen
es: Revertir
fr: Revenir en arrière
it: Torna indietro
uk: Відкотити

source: Roll back to this
de: Hierauf zurückrollen
es: Revertir a esta
fr: Revenir à celle-ci
it: Torna a questa
uk: Відкотити до цієї

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
uk: Вибрати

source: Server-side apply
de: Serverseitiges Anwenden
es: Aplicación en el servidor
fr: Application côté serveur
it: Applicazione lato server
uk: Застосування на сервері

source: Show %lld more
de: %lld weitere anzeigen
es: Mostrar %lld más
fr: Afficher %lld de plus
it: Mostra altri %lld
uk: Показати ще %lld

source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
uk: Показати все

source: Skip the resources already in sync.
de: Bereits synchrone Ressourcen überspringen.
es: Omite los recursos ya sincronizados.
fr: Ignorer les ressources déjà synchronisées.
it: Salta le risorse già sincronizzate.
uk: Пропускати вже синхронізовані ресурси.

source: Started by
de: Gestartet von
es: Iniciada por
fr: Lancée par
it: Avviata da
uk: Запущено

source: Succeeded
de: Erfolgreich
es: Correcta
fr: Réussie
it: Riuscita
uk: Успішно

source: Suspended
de: Angehalten
es: Suspendido
fr: Suspendu
it: Sospeso
uk: Призупинено

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
uk: Синхронізувати

source: Sync %@?
de: %@ synchronisieren?
es: ¿Sincronizar %@?
fr: Synchroniser %@ ?
it: Sincronizzare %@?
uk: Синхронізувати %@?

source: Sync %lld apps?
de: %lld Apps synchronisieren?
es: ¿Sincronizar %lld apps?
fr: Synchroniser %lld apps ?
it: Sincronizzare %lld app?
uk: Синхронізувати %lld застосунку?

source: Sync (%lld)
de: Synchronisieren (%lld)
es: Sincronizar (%lld)
fr: Synchroniser (%lld)
it: Sincronizza (%lld)
uk: Синхронізувати (%lld)

source: Sync all out of sync (%lld)
de: Alle nicht synchronen synchronisieren (%lld)
es: Sincronizar todas las no sincronizadas (%lld)
fr: Synchroniser toutes les désynchronisées (%lld)
it: Sincronizza tutte le non sincronizzate (%lld)
uk: Синхронізувати всі несинхронізовані (%lld)

source: Sync in progress
de: Sync läuft
es: Sincronización en curso
fr: Synchronisation en cours
it: Sincronizzazione in corso
uk: Триває синхронізація

source: Sync selected
de: Auswahl synchronisieren
es: Sincronizar selección
fr: Synchroniser la sélection
it: Sincronizza selezionate
uk: Синхронізувати вибрані

source: Sync waves
de: Sync-Wellen
es: Oleadas de sincronización
fr: Vagues de synchronisation
it: Ondate di sincronizzazione
uk: Хвилі синхронізації

source: Synced
de: Synchron
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
uk: Синхронізовано

source: Syncing
de: Synchronisiert gerade
es: Sincronizando
fr: Synchronisation
it: In sincronizzazione
uk: Синхронізація

source: Terminate
de: Beenden
es: Detener
fr: Arrêter
it: Interrompi
uk: Зупинити

source: Terminate sync…
de: Sync beenden…
es: Detener la sincronización…
fr: Arrêter la synchronisation…
it: Interrompi la sincronizzazione…
uk: Зупинити синхронізацію…

source: Terminate the sync of %@?
de: Sync von %@ beenden?
es: ¿Detener la sincronización de %@?
fr: Arrêter la synchronisation de %@ ?
it: Interrompere la sincronizzazione di %@?
uk: Зупинити синхронізацію %@?

source: Terminating
de: Wird beendet
es: Deteniendo
fr: Arrêt en cours
it: In interruzione
uk: Зупиняється

source: The resources already applied stay as they are.
de: Bereits angewendete Ressourcen bleiben, wie sie sind.
es: Los recursos ya aplicados se quedan como están.
fr: Les ressources déjà appliquées restent telles quelles.
it: Le risorse già applicate restano come sono.
uk: Уже застосовані ресурси залишаються як є.

source: Tick the resources to sync on their own.
de: Hake die Ressourcen an, die einzeln synchronisiert werden sollen.
es: Marca los recursos que quieres sincronizar por separado.
fr: Cochez les ressources à synchroniser seules.
it: Spunta le risorse da sincronizzare da sole.
uk: Позначте ресурси, які треба синхронізувати окремо.

source: Use replace instead of apply.
de: replace statt apply verwenden.
es: Usa replace en lugar de apply.
fr: Utiliser replace au lieu d'apply.
it: Usa replace invece di apply.
uk: Використовувати replace замість apply.

source: Wave %lld
de: Welle %lld
es: Oleada %lld
fr: Vague %lld
it: Ondata %lld
uk: Хвиля %lld

source: auto-sync off
de: Auto-Sync aus
es: sincronización automática desactivada
fr: synchro auto désactivée
it: sincronizzazione automatica disattivata
uk: автосинхронізацію вимкнено

source: current
de: aktuell
es: actual
fr: actuelle
it: attuale
uk: поточна

source: dry run
de: Probelauf
es: simulación
fr: simulation
it: simulazione
uk: пробний запуск

source: failed
de: fehlgeschlagen
es: fallido
fr: échec
it: non riuscito
uk: помилка

source: in progress
de: läuft
es: en curso
fr: en cours
it: in corso
uk: триває

source: pending
de: ausstehend
es: pendiente
fr: en attente
it: in attesa
uk: очікує

source: pod %@ on %@, which is not ready
de: Pod %@ auf %@, der nicht bereit ist
es: pod %@ en %@, que no está listo
fr: pod %@ sur %@, qui n'est pas prêt
it: pod %@ su %@, che non è pronto
uk: под %@ на %@, який не готовий

source: prune
de: bereinigen
es: eliminar
fr: suppression
it: eliminazione
uk: видалення

source: refreshing…
de: wird aktualisiert…
es: actualizando…
fr: actualisation…
it: aggiornamento…
uk: оновлення…

source: self-heal
de: Selbstheilung
es: autorreparación
fr: auto-réparation
it: auto-riparazione
uk: самовідновлення

source: sync failed
de: Sync fehlgeschlagen
es: sincronización fallida
fr: échec de synchronisation
it: sincronizzazione non riuscita
uk: синхронізація не вдалася

source: wave %lld
de: Welle %lld
es: oleada %lld
fr: vague %lld
it: ondata %lld
uk: хвиля %lld

source: Resync at full speed
de: Resync mit voller Geschwindigkeit
es: Resincronizar a toda velocidad
fr: Resynchroniser à pleine vitesse
it: Risincronizza alla massima velocità
uk: Ресинхронізація на повній швидкості

source: Default resync speed
de: Standard-Resync-Geschwindigkeit
es: Velocidad de resincronización predeterminada
fr: Vitesse de resynchro par défaut
it: Velocità di risincronizzazione predefinita
uk: Стандартна швидкість ресинхронізації

source: The node resyncs missing blocks without pausing between them: faster recovery, but more disk and network IO while it catches up.
de: Der Knoten synchronisiert fehlende Blöcke ohne Pause dazwischen: schnellere Wiederherstellung, aber mehr Festplatten- und Netzwerk-I/O, bis er aufgeholt hat.
es: El nodo resincroniza los bloques que faltan sin pausas entre ellos: recuperación más rápida, pero más E/S de disco y red mientras se pone al día.
fr: Le nœud resynchronise les blocs manquants sans pause entre eux : récupération plus rapide, mais plus d’E/S disque et réseau le temps de rattraper son retard.
it: Il nodo risincronizza i blocchi mancanti senza pause tra uno e l’altro: recupero più rapido, ma più I/O su disco e rete finché non si mette in pari.
uk: Вузол ресинхронізує відсутні блоки без пауз між ними: швидше відновлення, але більше дискового й мережевого вводу-виводу, поки він наздоганяє.

source: The node goes back to Garage's default resync pace, lighter on disk and network IO.
de: Der Knoten kehrt zum Standard-Resync-Tempo von Garage zurück, mit weniger Festplatten- und Netzwerk-I/O.
es: El nodo vuelve al ritmo de resincronización predeterminado de Garage, con menos E/S de disco y red.
fr: Le nœud revient au rythme de resynchro par défaut de Garage, plus léger en E/S disque et réseau.
it: Il nodo torna al ritmo di risincronizzazione predefinito di Garage, più leggero su I/O di disco e rete.
uk: Вузол повертається до стандартного темпу ресинхронізації Garage, легшого для дискового й мережевого вводу-виводу.

source: %@ now resyncs at full speed
de: %@ synchronisiert jetzt mit voller Geschwindigkeit
es: %@ ahora resincroniza a toda velocidad
fr: %@ resynchronise maintenant à pleine vitesse
it: %@ ora risincronizza alla massima velocità
uk: %@ тепер ресинхронізується на повній швидкості

source: %@ is back to the default resync speed
de: %@ ist zurück auf der Standard-Resync-Geschwindigkeit
es: %@ ha vuelto a la velocidad de resincronización predeterminada
fr: %@ est revenu à la vitesse de resynchro par défaut
it: %@ è tornato alla velocità di risincronizzazione predefinita
uk: %@ повернувся до стандартної швидкості ресинхронізації

source: Could not change the resync speed of %@: %@
de: Resync-Geschwindigkeit von %@ konnte nicht geändert werden: %@
es: No se pudo cambiar la velocidad de resincronización de %@: %@
fr: Impossible de changer la vitesse de resynchro de %@ : %@
it: Impossibile cambiare la velocità di risincronizzazione di %@: %@
uk: Не вдалося змінити швидкість ресинхронізації %@: %@

source: Resync %@ at full speed?
de: %@ mit voller Geschwindigkeit synchronisieren?
es: ¿Resincronizar %@ a toda velocidad?
fr: Resynchroniser %@ à pleine vitesse ?
it: Risincronizzare %@ alla massima velocità?
uk: Ресинхронізувати %@ на повній швидкості?

source: Default resync speed on %@?
de: Standard-Resync-Geschwindigkeit auf %@?
es: ¿Velocidad de resincronización predeterminada en %@?
fr: Vitesse de resynchro par défaut sur %@ ?
it: Velocità di risincronizzazione predefinita su %@?
uk: Стандартна швидкість ресинхронізації на %@?

source: Block errors
de: Blockfehler
es: Errores de bloques
fr: Erreurs de blocs
it: Errori dei blocchi
uk: Помилки блоків

source: resync: full speed
de: Resync: volle Geschwindigkeit
es: resincronización: toda velocidad
fr: resynchro : pleine vitesse
it: risincronizzazione: massima velocità
uk: ресинхронізація: повна швидкість

source: resync tranquility %lld
de: Resync-Ruhe %lld
es: tranquilidad de resincronización %lld
fr: tranquillité de resynchro %lld
it: tranquillità di risincronizzazione %lld
uk: спокій ресинхронізації %lld

source: A metadata repair is running: let it finish, then reload.
de: Eine Metadatenreparatur läuft: Lass sie fertig werden und lade dann neu.
es: Hay una reparación de metadatos en curso: deja que termine y vuelve a cargar.
fr: Une réparation des métadonnées est en cours : laissez-la finir, puis rechargez.
it: È in corso una riparazione dei metadati: lasciala finire, poi ricarica.
uk: Триває відновлення метаданих: дочекайтеся завершення, потім оновіть.

source: Summary
de: Übersicht
es: Resumen
fr: Résumé
it: Riepilogo
uk: Підсумок

source: Repair
de: Reparieren
es: Reparar
fr: Réparer
it: Ripara
uk: Відновити

source: Fixes the block references and reference counts when they are off, and retries the resync of the blocks nothing references any more.
de: Korrigiert Blockreferenzen und Referenzzähler, wenn sie falsch sind, und wiederholt den Resync der Blöcke, auf die nichts mehr verweist.
es: Corrige las referencias y los contadores de referencias de los bloques cuando son incorrectos, y reintenta la resincronización de los bloques que ya nada referencia.
fr: Corrige les références et compteurs de références des blocs quand ils sont faux, et relance la resynchro des blocs que plus rien ne référence.
it: Corregge i riferimenti dei blocchi e i conteggi dei riferimenti quando sono errati, e ritenta la risincronizzazione dei blocchi che nulla referenzia più.
uk: Виправляє посилання на блоки й лічильники посилань, якщо вони хибні, і повторює ресинхронізацію блоків, на які більше ніщо не посилається.

source: Repair the failing blocks?
de: Fehlschlagende Blöcke reparieren?
es: ¿Reparar los bloques que fallan?
fr: Réparer les blocs en échec ?
it: Riparare i blocchi in errore?
uk: Відновити проблемні блоки?

source: Launches a block-refs and a block-rc metadata repair on every Garage node when needed (not while one runs, nor with a node unreachable), and retries the resync of unreferenced blocks. Repairs run in the background and add disk and network load for a while.
de: Startet bei Bedarf eine block-refs- und eine block-rc-Metadatenreparatur auf jedem Garage-Knoten (nicht während eine läuft und nicht, wenn ein Knoten unerreichbar ist) und wiederholt den Resync nicht referenzierter Blöcke. Reparaturen laufen im Hintergrund und belasten Festplatte und Netzwerk eine Weile.
es: Lanza una reparación de metadatos block-refs y block-rc en cada nodo de Garage si hace falta (no mientras otra esté en curso ni con un nodo inaccesible), y reintenta la resincronización de los bloques sin referencias. Las reparaciones se ejecutan en segundo plano y cargan el disco y la red durante un rato.
fr: Lance une réparation des métadonnées block-refs et block-rc sur chaque nœud Garage si besoin (pas pendant qu’une autre tourne, ni avec un nœud injoignable), et relance la resynchro des blocs non référencés. Les réparations tournent en arrière-plan et chargent le disque et le réseau un moment.
it: Avvia una riparazione dei metadati block-refs e block-rc su ogni nodo Garage se serve (non mentre ne è in corso una, né con un nodo irraggiungibile), e ritenta la risincronizzazione dei blocchi non referenziati. Le riparazioni girano in background e caricano disco e rete per un po’.
uk: За потреби запускає відновлення метаданих block-refs і block-rc на кожному вузлі Garage (не під час іншого відновлення і не з недоступним вузлом) і повторює ресинхронізацію блоків без посилань. Відновлення працюють у фоні й деякий час навантажують диск і мережу.

source: Could not repair: %@
de: Reparatur fehlgeschlagen: %@
es: No se pudo reparar: %@
fr: Réparation impossible : %@
it: Impossibile riparare: %@
uk: Не вдалося відновити: %@

source: Metadata repairs launched: %@
de: Metadatenreparaturen gestartet: %@
es: Reparaciones de metadatos lanzadas: %@
fr: Réparations des métadonnées lancées : %@
it: Riparazioni dei metadati avviate: %@
uk: Запущено відновлення метаданих: %@

source: A metadata repair is already running: not launched again.
de: Eine Metadatenreparatur läuft bereits: nicht erneut gestartet.
es: Ya hay una reparación de metadatos en curso: no se lanzó otra vez.
fr: Une réparation des métadonnées est déjà en cours : pas relancée.
it: Una riparazione dei metadati è già in corso: non riavviata.
uk: Відновлення метаданих уже триває: повторно не запущено.

source: A node is unreachable: metadata repairs not launched.
de: Ein Knoten ist nicht erreichbar: Metadatenreparaturen nicht gestartet.
es: Un nodo es inaccesible: no se lanzaron las reparaciones de metadatos.
fr: Un nœud est injoignable : réparations des métadonnées non lancées.
it: Un nodo è irraggiungibile: riparazioni dei metadati non avviate.
uk: Вузол недоступний: відновлення метаданих не запущено.

source: Resyncs retried: %lld
de: Wiederholte Resyncs: %lld
es: Resincronizaciones reintentadas: %lld
fr: Resynchros relancées : %lld
it: Risincronizzazioni ritentate: %lld
uk: Повторено ресинхронізацій: %lld

source: Nothing to repair.
de: Nichts zu reparieren.
es: Nada que reparar.
fr: Rien à réparer.
it: Niente da riparare.
uk: Нічого відновлювати.

source: No block is failing to resync.
de: Kein Block schlägt beim Resync fehl.
es: Ningún bloque falla al resincronizarse.
fr: Aucun bloc n’échoue à se resynchroniser.
it: Nessun blocco fallisce la risincronizzazione.
uk: Жоден блок не має помилок ресинхронізації.

source: Some failing blocks back live objects: check those objects through S3 before declaring data loss.
de: Einige fehlschlagende Blöcke gehören zu aktiven Objekten: Prüfe diese Objekte über S3, bevor du Datenverlust feststellst.
es: Algunos bloques que fallan respaldan objetos vivos: comprueba esos objetos por S3 antes de dar por perdidos los datos.
fr: Certains blocs en échec portent des objets vivants : vérifiez ces objets via S3 avant de conclure à une perte de données.
it: Alcuni blocchi in errore appartengono a oggetti attivi: controlla quegli oggetti tramite S3 prima di dichiarare una perdita di dati.
uk: Деякі проблемні блоки належать живим об’єктам: перевірте ці об’єкти через S3, перш ніж констатувати втрату даних.

source: No live object affected: these blocks only hold deleted data.
de: Kein aktives Objekt betroffen: Diese Blöcke enthalten nur gelöschte Daten.
es: Ningún objeto vivo afectado: estos bloques solo contienen datos eliminados.
fr: Aucun objet vivant touché : ces blocs ne contiennent que des données supprimées.
it: Nessun oggetto attivo coinvolto: questi blocchi contengono solo dati eliminati.
uk: Жоден живий об’єкт не зачеплено: ці блоки містять лише видалені дані.
